export const updateText = () => {
  return (
    <>
      <div>★ 시즌2가 시작되었습니다. ★</div>
      <div> ------------------------------------------------- </div>
      <div> ★ 시즌2 ★</div>
      <div> ★ 변경점 : 판정이 변경되어 집니다. 팬카페 공지</div>
      <div> ★ 변경점 : 스코어 100만점 제도를 사용합니다.</div>
      <div> ------------------------------------------------- </div>
      <div> ★ 디맥 친화적으로 좀 더 변합니다 ★</div>
      <div> [STMAX] 튜토리얼,업데이트 내용은 왼쪽 하단에서 확인 가능합니다. </div>
      <div> [STMAX] 문의사항이나 요청사항은 왼쪽 하단의 디스코드 문의로 부탁드립니다. </div>
    </>
  );
};
//

/*

 <div> 시즌이 종료된 후에는 해당 시즌에 대한 리플레이는 종료되어집니다. </div>
      <div> ------------------------------------------------- </div>
      <div> ★ 시즌2 ★</div>
      <div> ★ 변경점 : 스코어 100만점 제도 도입</div>
      <div> ★ 변경점 : 롱노트 판정 변경(자세한건 카페->클릭)</div>
      <div> ★ 변경점 : 변속곡 도입</div>
      <div> ★ 변경점 : 스코어 100만점 제도 도입</div>
      <div> ★ 변경점 : 스코어 100만점 제도 도입</div>
      <div> ★ 변경점 : 스코어 100만점 제도 도입</div>
      <div> ------------------------------------------------- </div>








*/
